Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Heart Rate Standard Deviation
ar: الانحراف المعياري لمعدل النبض
da: Standardafvigelse for puls
de: Standardabweichung der Herzfrequenz
es: Desviación estándar de la frecuencia cardíaca
fi: Sykkeen keskihajonta
fr: Écart-type de la fréquence cardiaque
is: Staðalfrávik púls
it: Deviazione standard della frequenza cardiaca
ja: 心拍数の標準偏差
ko: 심박수 표준편차
nb: Standardavvik for puls
nl: Standaardafwijking van hartslag
pt_br: Desvio padrão da frequência cardíaca
ru: Стандартное отклонение пульса
sv: Standardavvikelse för puls
zh_hans: 心率标准差

source: Heart Rate Variability
ar: تقلب معدل ضربات القلب
da: Hjertefrekvensvariabilitet
de: Herzfrequenzvariabilität
es: Variabilidad de frecuencia cardíaca
fi: Sykevälivaihtelu
fr: Variabilité de la fréquence cardiaque
is: Hjartsláttarbreytileiki
it: Variabilità della frequenza cardiaca
ja: 心拍変動
ko: 심박 변이도
nb: Hjertefrekvensvariabilitet
nl: Hartslagvariabiliteit
pt_br: Variabilidade da Frequência Cardíaca
ru: Вариабельность сердечного ритма
sv: Hjärtfrekvensvariabilitet
zh_hans: 心率变异性

source: Heart Rate Variability — Complete Analysis
ar: تغير معدل النبض — تحليل كامل
da: Hjerterytmevariabilitet — komplet analyse
de: Herzfrequenzvariabilität — vollständige Analyse
es: Variabilidad de la frecuencia cardíaca — análisis completo
fi: Sykevälivaihtelu — täysi analyysi
fr: Variabilité de la fréquence cardiaque — analyse complète
is: Breytileiki hjartsláttar — heildargreining
it: Variabilità della frequenza cardiaca — analisi completa
ja: 心拍変動 — 完全解析
ko: 심박변이도 — 전체 분석
nb: Hjerterytmevariabilitet — fullstendig analyse
nl: Hartslagvariabiliteit — volledige analyse
pt_br: Variabilidade da frequência cardíaca — análise completa
ru: Вариабельность сердечного ритма — полный анализ
sv: Hjärtfrekvensvariabilitet — fullständig analys
zh_hans: 心率变异性 — 完整分析

source: HEART RATE VS TIME (WITH ZONE BANDS)
ar: معدل النبض مقابل الزمن (مع نطاقات المناطق)
da: PULS VS. TID (MED ZONEBÅND)
de: HERZFREQUENZ ÜBER ZEIT (MIT ZONENBÄNDERN)
es: FRECUENCIA CARDÍACA VS TIEMPO (CON BANDAS DE ZONA)
fi: SYKE VS. AIKA (VYÖHYKEKAISTOILLA)
fr: FRÉQUENCE CARDIAQUE VS TEMPS (AVEC BANDES DE ZONES)
is: PÚLS Á MÓTI TÍMA (MEÐ SVÆÐABÖNDUM)
it: FREQUENZA CARDIACA VS TEMPO (CON BANDE DI ZONA)
ja: 心拍数と時間（ゾーン帯付き）
ko: 심박수 대 시간 (존 밴드 포함)
nb: PULS MOT TID (MED SONEBÅND)
nl: HARTSLAG VS TIJD (MET ZONEBANDEN)
pt_br: FREQUÊNCIA CARDÍACA VS TEMPO (COM FAIXAS DE ZONA)
ru: ПУЛЬС ОТ ВРЕМЕНИ (С ЗОНАМИ)
sv: PULS MOT TID (MED ZONBAND)
zh_hans: 心率随时间变化（含区间带）

source: Heart rate, distance, route and elevation come across. HRV and DFA α1 don't — Apple Health stores averaged heart rate, not the beat-to-beat intervals those need.
ar: ينتقل معدل ضربات القلب والمسافة والمسار والارتفاع. أما HRV و DFA α1 فلا — لأن Apple Health يخزّن معدل ضربات قلب متوسّطًا وليس الفواصل بين النبضات التي تحتاجها هذه المقاييس.
da: Puls, distance, rute og højdemeter følger med. HRV og DFA α1 gør ikke — Apple Health gemmer en gennemsnitspuls, ikke de slag-til-slag-intervaller de kræver.
de: Herzfrequenz, Distanz, Route und Höhenmeter werden übernommen. HRV und DFA α1 nicht — Apple Health speichert gemittelte Herzfrequenz, nicht die dafür nötigen Schlag-zu-Schlag-Intervalle.
es: La frecuencia cardíaca, la distancia, la ruta y el desnivel se importan. La HRV y el DFA α1 no: Apple Health guarda una FC promediada, no los intervalos latido a latido que estos necesitan.
fi: Syke, matka, reitti ja nousu siirtyvät. HRV ja DFA α1 eivät — Apple Health tallentaa keskiarvoistetun sykkeen, ei niiden tarvitsemia lyöntivälejä.
fr: La fréquence cardiaque, la distance, le tracé et le dénivelé sont repris. La HRV et le DFA α1 non : Apple Santé stocke une FC moyennée, pas les intervalles battement à battement nécessaires.
is: Púls, vegalengd, leið og hækkun flytjast. HRV og DFA α1 ekki — Apple Health geymir meðaltalspúls, ekki bilin milli slaga sem þau þurfa.
it: Frequenza cardiaca, distanza, percorso e dislivello vengono importati. HRV e DFA α1 no: Apple Salute salva una FC mediata, non gli intervalli battito-battito necessari.
ja: 心拍数・距離・ルート・獲得標高は取り込まれます。HRV と DFA α1 は取り込めません — Apple ヘルスケアが保存するのは平均化された心拍数で、これらに必要な拍間隔ではないためです。
ko: 심박수, 거리, 경로, 고도는 가져옵니다. HRV와 DFA α1은 가져올 수 없습니다 — Apple 건강은 평균 심박수만 저장하고, 이 지표에 필요한 박동 간 간격은 저장하지 않기 때문입니다.
nb: Puls, distanse, rute og stigning følger med. HRV og DFA α1 gjør det ikke — Apple Health lagrer gjennomsnittspuls, ikke slag-til-slag-intervallene disse trenger.
nl: Hartslag, afstand, route en hoogtemeters komen mee. HRV en DFA α1 niet — Apple Gezondheid bewaart een gemiddelde hartslag, niet de slag-op-slag-intervallen die daarvoor nodig zijn.
pt_br: Frequência cardíaca, distância, rota e elevação são importadas. VFC e DFA α1 não — o Apple Saúde guarda a FC média, não os intervalos batimento a batimento de que elas precisam.
ru: Пульс, дистанция, маршрут и набор высоты переносятся. ВСР и DFA α1 — нет: Apple Здоровье хранит усреднённый пульс, а не межударные интервалы, которые для них нужны.
sv: Puls, distans, rutt och höjdmeter följer med. HRV och DFA α1 gör det inte — Apple Hälsa sparar en medelpuls, inte de slag-till-slag-intervall som krävs.
zh_hans: 心率、距离、路线和爬升会一并导入。HRV 和 DFA α1 不会 — Apple 健康保存的是平均心率，而非它们所需的逐拍间期。

source: Heart rate: %lld beats per minute
ar: معدل ضربات القلب: %lld نبضة في الدقيقة
da: Puls: %lld slag i minuttet
de: Herzfrequenz: %lld Schläge pro Minute
es: Frecuencia cardíaca: %lld latidos por minuto
fi: Syke: %lld lyöntiä minuutissa
fr: Fréquence cardiaque : %lld battements par minute
is: Púls: %lld slög á mínútu
it: Frequenza cardiaca: %lld battiti al minuto
ja: 心拍数：毎分 %lld 拍
ko: 심박수: %lld bpm
nb: Puls: %lld slag per minutt
nl: Hartslag: %lld slagen per minuut
pt_br: Frequência cardíaca: %lld batimentos por minuto
ru: Пульс: %lld удара в минуту
sv: Puls: %lld slag per minut
zh_hans: 心率：每分钟 %lld 次

source: DFA α1 was within the app's reference range (0.75–1.0)
ar: كانت قيمة DFA α1 ضمن النطاق المرجعي للتطبيق (0.75–1.0)
da: DFA α1 lå inden for appens referenceinterval (0,75–1,0)
de: DFA α1 lag im Referenzbereich der App (0,75–1,0)
es: DFA α1 estuvo dentro del rango de referencia de la app (0,75–1,0)
fi: DFA α1 oli sovelluksen viitealueella (0,75–1,0)
fr: DFA α1 était dans la plage de référence de l’app (0,75–1,0)
is: DFA α1 var innan viðmiðunarbils appsins (0,75–1,0)
it: DFA α1 era entro l’intervallo di riferimento dell’app (0,75–1,0)
ja: DFA α1 はアプリの参照範囲内（0.75〜1.0）でした
ko: DFA α1이 앱의 참조 범위(0.75–1.0) 안에 있었습니다
nb: DFA α1 var innenfor appens referanseområde (0,75–1,0)
nl: DFA α1 lag binnen het referentiebereik van de app (0,75–1,0)
pt_br: O DFA α1 ficou dentro da faixa de referência do app (0,75–1,0)
ru: DFA α1 был в пределах референсного диапазона приложения (0,75–1,0)
sv: DFA α1 låg inom appens referensintervall (0,75–1,0)
zh_hans: DFA α1 位于本应用的参考范围内（0.75–1.0）

source: Heart-rate recovery
ar: تعافي معدل النبض
da: Pulsrestitution
de: Herzfrequenz-Erholung
es: Recuperación de la frecuencia cardíaca
fi: Sykkeen palautuminen
fr: Récupération de la fréquence cardiaque
is: Endurheimt púls
it: Recupero della frequenza cardiaca
ja: 心拍回復
ko: 심박 회복
nb: Pulsrestitusjon
nl: Hartslagherstel
pt_br: Recuperação da frequência cardíaca
ru: Восстановление пульса
sv: Pulsåterhämtning
zh_hans: 心率恢复

source: HEART-RATE RECOVERY (HRR)
ar: تعافي معدل النبض (HRR)
da: PULSRESTITUTION (HRR)
de: HERZFREQUENZ-ERHOLUNG (HRR)
es: RECUPERACIÓN DE LA FRECUENCIA CARDÍACA (HRR)
fi: SYKKEEN PALAUTUMINEN (HRR)
fr: RÉCUPÉRATION DE LA FRÉQUENCE CARDIAQUE (HRR)
is: ENDURHEIMT PÚLS (HRR)
it: RECUPERO DELLA FREQUENZA CARDIACA (HRR)
ja: 心拍回復 (HRR)
ko: 심박 회복 (HRR)
nb: PULSRESTITUSJON (HRR)
nl: HARTSLAGHERSTEL (HRR)
pt_br: RECUPERAÇÃO DA FREQUÊNCIA CARDÍACA (HRR)
ru: ВОССТАНОВЛЕНИЕ ПУЛЬСА (HRR)
sv: PULSÅTERHÄMTNING (HRR)
zh_hans: 心率恢复 (HRR)

source: Heart-rate recovery samples captured. Bigger 1-min drop = stronger parasympathetic reactivation.
ar: تم التقاط عيّنات تعافي معدل النبض. انخفاض أكبر خلال دقيقة = إعادة تنشيط نظير ودي أقوى.
da: Prøver på pulsrestitution registreret. Større fald på 1 min = stærkere parasympatisk reaktivering.
de: Proben zur Herzfrequenzerholung erfasst. Größerer Abfall in 1 Min = stärkere parasympathische Reaktivierung.
es: Muestras de recuperación de FC capturadas. Mayor caída en 1 min = reactivación parasimpática más fuerte.
fi: Sykepalautumisen näytteet tallennettu. Suurempi pudotus minuutissa = vahvempi parasympaattinen uudelleenaktivoituminen.
fr: Échantillons de récupération FC enregistrés. Une baisse plus grande à 1 min = réactivation parasympathique plus forte.
is: Sýni um púlsendurheimt skráð. Meira fall á 1 mín = sterkari endurvirkjun sefkerfis.
it: Campioni di recupero FC acquisiti. Maggiore calo a 1 min = riattivazione parasimpatica più forte.
ja: 心拍回復のサンプルを取得しました。1 分間の低下が大きいほど副交感神経の再活性化が強いことを示します。
ko: 심박 회복 표본을 수집했습니다. 1분 감소폭이 클수록 부교감 재활성화가 강함을 뜻합니다.
nb: Prøver på pulsrestitusjon registrert. Større fall på 1 min = sterkere parasympatisk reaktivering.
nl: Hartslagherstelmonsters vastgelegd. Grotere daling in 1 min = sterkere parasympathische reactivering.
pt_br: Amostras de recuperação de FC capturadas. Queda maior em 1 min = reativação parassimpática mais forte.
ru: Образцы восстановления пульса записаны. Большее падение за 1 мин = более сильная парасимпатическая реактивация.
sv: Prover på pulsåterhämtning insamlade. Större fall på 1 min = starkare parasympatisk reaktivering.
zh_hans: 已采集心率恢复样本。1 分钟下降越大，表示副交感再激活越强。

source: Heart-rate strap dropped out before the end. TRIMP and zones are computed only from the beats that were recorded.
ar: انقطع حزام النبض قبل النهاية. تُحسب TRIMP والمناطق من النبضات المسجَّلة فقط.
da: Pulsbæltet faldt ud før slutningen. TRIMP og zoner beregnes kun ud fra de slag, der blev registreret.
de: Der Herzfrequenzgurt fiel vor dem Ende aus. TRIMP und Zonen werden nur aus den aufgezeichneten Schlägen berechnet.
es: La banda de FC se desconectó antes del final. El TRIMP y las zonas se calculan solo con los latidos registrados.
fi: Sykepanta katkesi ennen loppua. TRIMP ja alueet lasketaan vain tallentuneista lyönneistä.
fr: La ceinture cardio a décroché avant la fin. Le TRIMP et les zones sont calculés uniquement à partir des battements enregistrés.
is: Púlsólin datt út fyrir lokin. TRIMP og svæði eru reiknuð aðeins út frá skráðum slögum.
it: La fascia cardio si è disconnessa prima della fine. TRIMP e zone sono calcolati solo dai battiti registrati.
ja: 心拍ストラップが終了前に切断されました。TRIMP とゾーンは記録できた拍のみから計算しています。
ko: 심박 스트랩이 종료 전에 끊겼습니다. TRIMP와 존은 기록된 박동만으로 계산됩니다.
nb: Pulsbeltet falt ut før slutten. TRIMP og soner beregnes bare fra slagene som ble registrert.
nl: De hartslagband viel voor het einde weg. TRIMP en zones worden alleen berekend uit de vastgelegde slagen.
pt_br: A cinta de FC caiu antes do fim. TRIMP e zonas são calculados apenas com os batimentos que foram registrados.
ru: Датчик отключился до конца. TRIMP и зоны рассчитаны только по записанным ударам.
sv: Pulsbandet tappade kontakten före slutet. TRIMP och zoner beräknas endast från de slag som registrerades.
zh_hans: 心率带在结束前掉线。TRIMP 与心率区间仅基于已记录的心搏计算。

source: Heartbeats
ar: نبضات القلب
da: Hjerteslag
de: Herzschläge
es: Latidos
fi: Sydämenlyönnit
fr: Battements de cœur
is: Hjartslög
it: Battiti cardiaci
ja: 拍数
ko: 심박
nb: Hjerteslag
nl: Hartslagen
pt_br: Batimentos
ru: Удары сердца
sv: Hjärtslag
zh_hans: 心跳

source: Heat acclimatization
ar: التأقلم مع الحرارة
da: Varmeakklimatisering
de: Hitzeakklimatisation
es: Aclimatación al calor
fi: Lämpöakklimatisaatio
fr: Acclimatation à la chaleur
is: Hitaaðlögun
it: Acclimatazione al caldo
ja: 暑熱順化
ko: 더위 적응
nb: Varmeakklimatisering
nl: Hitte-acclimatisatie
pt_br: Aclimatação ao calor
ru: Тепловая акклиматизация
sv: Värmeacklimatisering
zh_hans: 热适应

source: Heat acclimatization %lld percent
ar: التأقلم مع الحرارة %lld بالمئة
da: Varmeakklimatisering %lld procent
de: Hitzeakklimatisation %lld Prozent
es: Aclimatación al calor %lld por ciento
fi: Lämpöakklimatisaatio %lld prosenttia
fr: Acclimatation à la chaleur %lld pour cent
is: Hitaaðlögun %lld prósent
it: Acclimatazione al caldo %lld percento
ja: 暑熱順化 %lld パーセント
ko: 더위 적응 %lld 퍼센트
nb: Varmeakklimatisering %lld prosent
nl: Hitte-acclimatisatie %lld procent
pt_br: Aclimatação ao calor %lld por cento
ru: Тепловая акклиматизация %lld %%
sv: Värmeacklimatisering %lld procent
zh_hans: 热适应 %lld%%

source: Heat tracking looks up past weather for your outdoor workouts. Their approximate locations (to about 1 km) and a date range are sent to Open-Meteo, a free weather service. No health data is sent.
ar: يبحث تتبّع الحرارة عن الطقس السابق لتمارينك الخارجية. تُرسل مواقعها التقريبية (بدقة نحو 1 كم) ونطاق تواريخ إلى Open-Meteo، وهي خدمة طقس مجانية. لا تُرسل أي بيانات صحية.
da: Varmesporing slår tidligere vejr op for dine udendørstræninger. Deres omtrentlige placeringer (til ca. 1 km) og et datointerval sendes til Open-Meteo, en gratis vejrtjeneste. Der sendes ingen helbredsdata.
de: Das Hitze-Tracking ruft vergangenes Wetter für deine Outdoor-Trainings ab. Deren ungefähre Orte (auf etwa 1 km genau) und ein Datumsbereich werden an Open-Meteo gesendet, einen kostenlosen Wetterdienst. Es werden keine Gesundheitsdaten gesendet.
es: El seguimiento del calor consulta el tiempo pasado de tus entrenamientos al aire libre. Sus ubicaciones aproximadas (con una precisión de aproximadamente 1 km) y un intervalo de fechas se envían a Open-Meteo, un servicio meteorológico gratuito. No se envían datos de salud.
fi: Lämpöseuranta hakee menneet säätiedot ulkoharjoituksillesi. Niiden likimääräiset sijainnit (noin 1 km:n tarkkuudella) ja aikaväli lähetetään Open-Meteolle, joka on ilmainen sääpalvelu. Terveystietoja ei lähetetä.
fr: Le suivi de la chaleur consulte la météo passée de vos entraînements en extérieur. Leurs positions approximatives (à environ 1 km près) et une plage de dates sont envoyées à Open-Meteo, un service météo gratuit. Aucune donnée de santé n’est envoyée.
is: Hitavöktun sækir fyrra veður fyrir útiæfingarnar þínar. Áætlaðar staðsetningar þeirra (með um 1 km nákvæmni) og dagsetningabil eru send til Open-Meteo, ókeypis veðurþjónustu. Engin heilsufarsgögn eru send.
it: Il monitoraggio del caldo recupera il meteo passato dei tuoi allenamenti all’aperto. Le loro posizioni approssimative (a circa 1 km) e un intervallo di date vengono inviati a Open-Meteo, un servizio meteo gratuito. Non viene inviato alcun dato sanitario.
ja: 暑熱トラッキングは、屋外ワークアウトの過去の天気を調べます。ワークアウトのおおよその位置（約 1 km 単位）と期間が、無料の天気サービスである Open-Meteo に送信されます。健康データは送信されません。
ko: 더위 추적은 야외 운동의 과거 날씨를 조회합니다. 운동의 대략적인 위치(약 1km 단위)와 기간이 무료 날씨 서비스인 Open-Meteo로 전송됩니다. 건강 데이터는 전송되지 않습니다.
nb: Varmesporing slår opp tidligere vær for utendørsøktene dine. De omtrentlige posisjonene deres (til omtrent 1 km) og et datointervall sendes til Open-Meteo, en gratis værtjeneste. Ingen helsedata sendes.
nl: Hittetracking zoekt het weer van eerdere buitentrainingen op. De geschatte locaties daarvan (tot op ongeveer 1 km) en een datumbereik worden naar Open-Meteo gestuurd, een gratis weerdienst. Er worden geen gezondheidsgegevens verzonden.
pt_br: O acompanhamento de calor consulta o clima passado dos seus treinos ao ar livre. As localizações aproximadas deles (com precisão de cerca de 1 km) e um intervalo de datas são enviados ao Open-Meteo, um serviço meteorológico gratuito. Nenhum dado de saúde é enviado.
ru: Отслеживание жары запрашивает прошлую погоду для ваших тренировок на улице. Их приблизительное местоположение (с точностью около 1 км) и диапазон дат отправляются в Open-Meteo — бесплатный погодный сервис. Данные о здоровье не отправляются.
sv: Värmespårning hämtar tidigare väder för dina utomhuspass. Deras ungefärliga platser (på ungefär 1 km när) och ett datumintervall skickas till Open-Meteo, en kostnadsfri vädertjänst. Ingen hälsodata skickas.
zh_hans: 热适应追踪会查询你户外训练时的历史天气。这些训练的大致位置（精确到约 1 公里）和日期范围会发送给免费天气服务 Open-Meteo。不会发送任何健康数据。

source: Heat tracking options
ar: خيارات تتبّع الحرارة
da: Indstillinger for varmesporing
de: Optionen für Hitze-Tracking
es: Opciones del seguimiento del calor
fi: Lämpöseurannan asetukset
fr: Options du suivi de la chaleur
is: Valkostir hitavöktunar
it: Opzioni del monitoraggio del caldo
ja: 暑熱トラッキングのオプション
ko: 더위 추적 옵션
nb: Alternativer for varmesporing
nl: Opties voor hittetracking
pt_br: Opções de acompanhamento de calor
ru: Параметры отслеживания жары
sv: Alternativ för värmespårning
zh_hans: 热适应追踪选项

source: Heavier recent load — listen to your body
ar: حمل أخير أثقل — أنصت إلى جسدك
da: Tungere nylig belastning — lyt til din krop
de: Höhere jüngste Belastung — höre auf deinen Körper
es: Carga reciente más alta — escucha a tu cuerpo
fi: Raskaampi viimeaikainen kuormitus — kuuntele kehoasi
fr: Charge récente plus lourde — écoutez votre corps
is: Þyngra nýlegt álag — hlustaðu á líkamann
it: Carico recente più pesante — ascolta il tuo corpo
ja: 最近の負荷が重め — 体の声を聞いて
ko: 최근 부하가 더 큼 — 몸의 신호를 살피세요
nb: Tyngre nylig belastning — lytt til kroppen
nl: Zwaardere recente belasting — luister naar je lichaam
pt_br: Carga recente mais pesada — escute seu corpo
ru: Недавняя нагрузка выше — слушайте тело
sv: Tyngre senaste belastning — lyssna på kroppen
zh_hans: 近期负荷偏重 — 留意身体感受

source: Help & Documentation
ar: المساعدة والتوثيق
da: Hjælp og dokumentation
de: Hilfe & Dokumentation
es: Ayuda y documentación
fi: Ohje ja dokumentaatio
fr: Aide et documentation
is: Hjálp og leiðbeiningar
it: Aiuto e documentazione
ja: ヘルプとドキュメント
ko: 도움말 및 문서
nb: Hjelp og dokumentasjon
nl: Hulp en documentatie
pt_br: Ajuda e Documentação
ru: Помощь и документация
sv: Hjälp & dokumentation
zh_hans: 帮助与文档

source: Help & Learn
ar: المساعدة والتعلم
da: Hjælp og lær
de: Hilfe & Lernen
es: Ayuda y aprendizaje
fi: Ohje ja oppiminen
fr: Aide et apprentissage
is: Hjálp og fræðsla
it: Aiuto e apprendimento
ja: ヘルプと学習
ko: 도움말 및 학습
nb: Hjelp og lær
nl: Hulp en leren
pt_br: Ajuda e Aprendizado
ru: Помощь и обучение
sv: Hjälp & lär
zh_hans: 帮助与学习

source: Help Center
ar: مركز المساعدة
da: Hjælpecenter
de: Hilfezentrum
es: Centro de ayuda
fi: Ohjekeskus
fr: Centre d'aide
is: Hjálparmiðstöð
it: Centro assistenza
ja: ヘルプセンター
ko: 도움말 센터
nb: Hjelpesenter
nl: Helpcentrum
pt_br: Central de ajuda
ru: Центр помощи
sv: Hjälpcenter
zh_hans: 帮助中心

source: Help: Apple Health permissions
ar: مساعدة: أذونات Apple Health
da: Hjælp: Apple Health-tilladelser
de: Hilfe: Apple Health-Berechtigungen
es: Ayuda: permisos de Apple Health
fi: Ohje: Apple Health -käyttöoikeudet
fr: Aide : autorisations Apple Santé
is: Hjálp: Apple Health-heimildir
it: Aiuto: autorizzazioni Apple Health
ja: ヘルプ: Apple Health の権限
ko: 도움말: Apple Health 권한
nb: Hjelp: Apple Health-tillatelser
nl: Help: Apple Health-machtigingen
pt_br: Ajuda: permissões do Apple Health
ru: Справка: разрешения Apple Здоровье
sv: Hjälp: Apple Health-behörigheter
zh_hans: 帮助：Apple 健康 权限

source: Helps spot patterns when subjective feeling diverges from your HR data.
ar: يساعد على رصد الأنماط عندما يختلف شعورك الذاتي عن بيانات النبض الخاصة بك.
da: Hjælper med at finde mønstre, når din subjektive følelse afviger fra dine HR-data.
de: Hilft, Muster zu erkennen, wenn dein subjektives Empfinden von deinen HF-Daten abweicht.
es: Ayuda a detectar patrones cuando tu sensación subjetiva difiere de tus datos de FC.
fi: Auttaa havaitsemaan kaavoja, kun subjektiivinen tuntemus poikkeaa HR-tiedoistasi.
fr: Aide à repérer des tendances quand votre ressenti diverge de vos données FC.
is: Hjálpar til við að greina mynstur þegar huglæg líðan víkur frá HR-gögnunum þínum.
it: Aiuta a individuare schemi quando la sensazione soggettiva diverge dai tuoi dati HR.
ja: 主観的な感覚がHRデータと食い違うときにパターンを見つけるのに役立ちます。
ko: 주관적인 느낌이 HR 데이터와 다를 때 패턴을 파악하는 데 도움이 됩니다.
nb: Hjelper med å se mønstre når den subjektive følelsen avviker fra HR-dataene dine.
nl: Helpt patronen te herkennen wanneer je subjectieve gevoel afwijkt van je HR-gegevens.
pt_br: Ajuda a identificar padrões quando a sensação subjetiva diverge dos seus dados de HR.
ru: Помогает выявлять закономерности, когда субъективные ощущения расходятся с данными HR.
sv: Hjälper till att upptäcka mönster när din subjektiva känsla skiljer sig från dina HR-data.
zh_hans: 当主观感受与你的 HR 数据出现差异时，有助于发现规律。

source: HF (High Frequency)
ar: HF (تردد عالٍ)
da: HF (høj frekvens)
de: HF (hohe Frequenz)
es: HF (alta frecuencia)
fi: HF (korkea taajuus)
fr: HF (haute fréquence)
is: HF (há tíðni)
it: HF (alta frequenza)
ja: HF（高周波）
ko: HF(고주파)
nb: HF (høy frekvens)
nl: HF (hoge frequentie)
pt_br: HF (alta frequência)
ru: HF (высокая частота)
sv: HF (hög frekvens)
zh_hans: HF（高频）

source: HF power as a percentage of total LF+HF power. Removes VLF influence and normalizes for comparison.
ar: قدرة HF كنسبة مئوية من إجمالي قدرة LF+HF. تزيل تأثير VLF وتُطبّع القيم للمقارنة.
da: HF-effekt som procentdel af den samlede LF+HF-effekt. Fjerner VLF-indflydelse og normaliserer for sammenligning.
de: HF-Leistung als Prozentsatz der Gesamtleistung LF+HF. Entfernt den VLF-Einfluss und normalisiert für Vergleiche.
es: Potencia HF como porcentaje de la potencia total LF+HF. Elimina la influencia de VLF y normaliza para comparar.
fi: HF-teho prosentteina kokonaistehosta LF+HF. Poistaa VLF:n vaikutuksen ja normalisoi vertailua varten.
fr: Puissance HF en pourcentage de la puissance totale LF+HF. Supprime l’influence VLF et normalise pour la comparaison.
is: HF-afl sem hlutfall af heildarafli LF+HF. Fjarlægir áhrif VLF og staðlar til samanburðar.
it: Potenza HF come percentuale della potenza totale LF+HF. Rimuove l’influenza VLF e normalizza per il confronto.
ja: LF+HF の総パワーに対する HF パワーの割合。VLF の影響を除き、比較のために正規化します。
ko: 총 LF+HF 파워 대비 HF 파워의 백분율. VLF 영향을 제거하고 비교를 위해 정규화합니다.
nb: HF-effekt som prosent av samlet LF+HF-effekt. Fjerner VLF-påvirkning og normaliserer for sammenligning.
nl: HF-vermogen als percentage van het totale LF+HF-vermogen. Verwijdert VLF-invloed en normaliseert voor vergelijking.
pt_br: Potência HF como porcentagem da potência total LF+HF. Remove a influência de VLF e normaliza para comparação.
ru: Мощность HF в процентах от суммарной мощности LF+HF. Убирает влияние VLF и нормализует для сравнения.
sv: HF-effekt som andel av total LF+HF-effekt. Tar bort VLF-påverkan och normaliserar för jämförelse.
zh_hans: HF 功率占 LF+HF 总功率的百分比。剔除 VLF 影响并归一化以便比较。

source: HF-dominant — parasympathetic tone strong during this recording
ar: يغلب عليه HF — نبرة نظير ودية قوية خلال هذا التسجيل
da: HF-domineret — parasympatisk tonus stærk under denne optagelse
de: HF-dominiert — parasympathischer Tonus während dieser Aufzeichnung stark
es: Dominio HF — tono parasimpático fuerte durante esta grabación
fi: HF-hallitseva — parasympaattinen tonus vahva tässä tallennuksessa
fr: Dominance HF — tonus parasympathique fort pendant cet enregistrement
is: HF-drifið — sefkerfistónn sterkur í þessari upptöku
it: HF-dominante — tono parasimpatico forte in questa registrazione
ja: HF 優位 — この記録中の副交感神経緊張は強い
ko: HF 우세 — 이 기록 동안 부교감 긴장도가 강함
nb: HF-dominert — parasympatisk tonus sterk i dette opptaket
nl: HF-dominant — parasympathische tonus sterk tijdens deze opname
pt_br: Predomínio de HF — tônus parassimpático forte nesta gravação
ru: Доминирует HF — сильный парасимпатический тонус в этой записи
sv: HF-dominerad — parasympatisk tonus stark under denna inspelning
zh_hans: HF 主导 — 本次记录中副交感张力强

source: hi
ar: مرحبًا
da: hej
de: hoch
es: alto
fi: hei
fr: haut
is: hæ
it: ciao
ja: 高
ko: 안녕
nb: hei
nl: hoi
pt_br: oi
ru: привет
sv: hej
zh_hans: 你好

source: Hide Fitness tab
ar: إخفاء علامة تبويب اللياقة
da: Skjul Fitness-fane
de: Fitness-Tab ausblenden
es: Ocultar pestaña Condición física
fi: Piilota Kunto-välilehti
fr: Masquer l'onglet Condition
is: Fela Fitness-flipa
it: Nascondi scheda Fitness
ja: フィットネスタブを非表示
ko: 피트니스 탭 숨기기
nb: Skjul Fitness-fane
nl: Fitness-tabblad verbergen
pt_br: Ocultar aba Fitness
ru: Скрыть вкладку «Форма»
sv: Dölj Fitness-flik
zh_hans: 隐藏体能标签页
